import { Container } from "react-bootstrap";

export default function AboutMe() {
  return (
    <Container>
      Меня зовут Олег. Занимаюсь frontend разработкой с 2020 года. За это время на хорошем уровне освоил HTML, CSS, JS. По началу
      верстал различные сайты без использования фреймворков. Первым фреймворком был Vue.js, несколько месяцев я изучал его, делал
      различные проекты. Затем начал изучать React, т.к. было интересно на практике почувствовать разницу фреймворков. С декабря
      2021 года по декабрь 2022 работал в небольшой логистической компании.
    </Container>
  );
}
